Repository: FractalBobz/kmuddy
Catalog: po/*.po
Languages: es

source: Mid-line MSP sequences are a zMUD's extension to the MSP spec that some MUDs seem to be using. You can enable support for this feature here, but ensure that other players cannot say/tell/whatever these sequences, or disable downloading support; otherwise players could instruct your client to download any file on the net...
es: Las secuencias MSP intermedias son aquellas que se encuentran en medio de una línea cualquiera de texto recibido desde el MUD. Se trata de una extensión a la especificación MSP que hace zMUD. Puedes activar este soporte aquí, pero asegúrate de que el resto de jugadores no pueden enviarte esas secuencias o bien desactiva la descarga de sonidos. De lo contrario, los jugadores podrían obligar a tu cliente a descargar cualquier archivo de la red...

source: Choose default script location
es: Seleccionar localización de scripts por defecto

source: Choose default script working directory
es: Seleccionar directorio de trabajo del script por defecto

source: Choose default transcript directory
es: Seleccionar directorio de grabación por defecto

source: Quick Connect
es: Conexión rápida

source: &Host:
es: &Servidor:

source: Running scripts
es: Scripts activos

source: &Running scripts
es: Scripts &activos

source: Status
es: Estado

source: &Suspend
es: &Pausar

source: &Resume
es: &Continuar

source: &Terminate
es: &Terminar

source: &Done
es: &Hecho

source: &List of scripts:
es: &Lista de scripts

source: Dele&te
es: &Eliminar

source: &Sort...
es: &Ordenar...

source: &Run!
es: ¡E&jecutar!

source: Do you really want to delete this script?
es: ¿Seguro que quieres eliminar este script?

source: Delete script
es: Eliminar script

source: Do you really want to sort the scripts alphabetically?
es: ¿Mostrar los scripts por orden alfábetico?

source: Sort scripts
es: Ordenar scripts

source: Macro keys
es: Teclas de macro

source: &List of macro keys
es: &Lista de Macros

source: Do you really want to delete this macro key?
es: ¿Seguro que quieres eliminar este macro?

source: Delete macro key
es: Eliminar macro

source: Connection statistics
es: Estadísticas de conexión

source: &Statistics, updated every second:
es: E&stadísticas, updateadas cada segundo:

source: Counter
es: Contador

source: Using MCCP
es: Usando MCCP

source: Yes
es: Sí

source: MCCP version
es: Versión MCCP

source: Using MSP
es: Usando MSP

source: Sent bytes
es: Bytes enviados

source: Sent commands
es: Comandos enviados

source: Received bytes
es: Bytes recibidos

source: ... after decompression
es: ... después de descomprimir

source: Received lines
es: Líneas recibidas

source: Connection time
es: Tiempo de conexión

source: Timers
es: Temporizadores

source: &List of timers
es: &Lista de temporizadores

source: A&ctivate
es: A&ctivar

source: D&eactivate
es: D&esactivar

source: Do you really want to delete this timer?
es: ¿Seguro que quieres eliminar este temporizador?

source: Delete timer
es: Eliminar temporizador

source: In
es: Dentro de

source: Every
es: Cada

source: seconds:
es: segundos:

source: (active)
es: (activo)

source: Session Transcript
es: Grabar sesión

source: &Enable session transcript
es: &Activar la grabación de sesión

source: Enables or disabled the session transcript. Note that session transcript is automatically disabled when you disconnect.
es: Activa y desactiva la grabación de la sesión. Desactivada automáticamente al desconectar.

source: Transcript settings
es: Transcribir parámetros de configuración

source: &Overwrite existing file
es: &Sobreescribir archivo existente

source: If you enable this option, existing transcript file will be overwritten. Otherwise, new transcript will be appended to the end of an existing file (if it exists :)).
es: Si esta opción se encuentra activa, se sobreescribirá el fichero de sesión existente. De lo contrario, las líneas nuevas se añadirán al final del fichero. (si ya existe).

source: &Include ANSI color sequences
es: &Incluir secuencias de color ANSI

source: Enabling this will cause color sequences to be included in the transcript file. You will usually want to enable this option, unless you'll be viewing it in a viewer that doesn't support ANSI colors.
es: Si esta opción se encuentra activa, las secuencias de color serán incluidas en el log. Probablemente estará activada a menos que utilices un editor de texto sin soporte de colores ANSI.

source: Include buffer &dump
es: Incluir &volcado de buffer

source: This will cause KMuddy to add complete buffer dump to the beginning of the transcript file. Note that buffer dump currently does not support storing ANSI sequences.
es: Activando esta opción KMuddy volcará el buffer completo al principio del fichero de sesión. El volcado de buffer no incluye las secuencias de color ANSI.

source: Enable &advanced transcript
es: Grabación &avanzada

source: Advanced transcript settings
es: Parámetros grabación avanzada

source: &Rotate log at midnight every day
es: &Rotar log a medianoche

source: This will cause KMuddy to rotate session transcript every day at midnight
es: KMuddy grabará el log en un archivo distinto a partir de medianoche.

source: Prepend lines with &timestamp
es: &Fecha y hora al inicio de línea

source: This option will cause KMuddy to insert local timestamp in front of every line of logging
es: KMuddy insertará la fecha y hora locales al principio de cada línea del log.

source: &List of variables
es: &Lista de variables

source: Variable triggers
es: Triggers de variable

source: &List of variable triggers
es: &Lista de triggers de variable

source: Do you really want to delete this variable trigger?
es: ¿Seguro que quieres eliminar este trigger de variable?

source: Delete variable trigger
es: Eliminar trigger de variable

source: &List of output windows
es: &Lista de ventanas de salida

source: &Show
es: &Mostrar

source: &Hide
es: &Ocultar

source: &Create window
es: &Crear nueva ventana

source: &Icon
es: &Icono

source: &Comparison type
es: Estilo de com&paración

source: &Group
es: &Grupo

source: &Select window
es: &Seleccionar ventana

source: &Window name
es: Nombre &ventana

source: Com&parison type
es: Estilo de com&paración

source: Sorry, count is limited to 100.
es: Contador limitado a 100.

source: You can disable this limit in Profile / MUD Preferences.
es: Puedes desactivar este límite en Perfil / Preferencias.

source: Sorry, but macro calls are not available for quick connections.
es: No es posible usar macros en una conexión rápida.

source: Sorry, but scripts are not available for quick connections.
es: No es posible usar scripts en una conexión rápida.

source: Scripts are not available for unknown reason :-(
es: Scripts no disponibles por alguna razón 8(

source: Do you want to close connection to
es: Quieres cerrar la conexión con

source: Disconnect
es: Desconectar

source: Could not establish connection.
es: No se ha podido establecer la conexión.

source: Reason:
es: Razón:

source: (password is hidden)
es: (Password oculto)

source: QuickConnect
es: Conexión rápida

source: No previous connection - cannot reconnect.
es: No estabas conectado a ningún sitio - imposible reconectar.

source: Reconnect
es: Reconectar

source: Aliases are now enabled.
es: Alias activados.

source: Aliases are now disabled.
es: Alias desactivados.

source: Triggers are now enabled.
es: Triggers activados.

source: Triggers are now disabled.
es: Triggers desactivados.

source: Timers are now enabled.
es: Temporizadores activados.

source: Timers are now disabled.
es: Temporizadores desactivados.

source: Macro keys are now enabled.
es: Macros activados.

source: Macro keys are now disabled.
es: Macros desactivados.

source: My decision
es: Mi consejo:

source: No, no, no!
es: ¡Ni de coña!

source: I don't agree with it.
es: No estoy muy de acuerdo.

source: Better not.
es: Mejor no.

source: I'd probably suggest to reject.
es: Yo paso.

source: Saying no seems a bit better.
es: Creo que es mejor decir que no.

source: Saying yes seems a bit better.
es: Creo que es mejor decir que sí.

source: I'd probably suggest to accept.
es: Probablemente aceptaría.

source: Sounds good.
es: Suena bien.

source: I agree with it.
es: Estoy de acuerdo.

source: Definitely yes!
es: ¡Por supuesto que sí!

source: MSP: Received corrupted sound trigger!
es: MSP: ¡Trigger de sonido corrupto!

source: MSP: Problem was:
es: MSP: Problema:

source: Parameter names must be followed be '='.
es: Los parámetros deben ir seguidos por '='.

source: Parameter
es: Parámetro

source: requires a numeric argument
es: Requiere argumento numérico

source: Value of param V is out of 0-100 range.
es: El valor del parámetro V se sale del rango (0-100).

source: Value of param L is out of -1;1-100 range.
es: El valor del parámetro L se sale del rango (-1;1-100).

source: Value of param P if out of 0-100 range.
es: El valor del parámetro P se sale del rango (0-100).

source: Value of param C must be 0 or 1.
es: El valor del parámetro C debe ser 0 ó 1

source: Received unfinished sequence.
es: Secuencia recibida incompleta.

source: MSP: Multiple downloads not supported, request ignored.
es: MSP Descarga múltiple no permitida, petición ignorada.

source: MSP: downloading of sounds disabled - request ignored.
es: MSP: Descarga de sonidos desactivada - petición ignorada

source: Source file does not exist!
es: No existe fichero fuente.

source: Target profile already exists!
es: El perfil objetivo ya existe.

source: Could not open source file!
es: No se pudo abrir el fichero fuente.

source: This is not a valid exported profile!
es: Perfil exportado no válido.

source: That profile does not exist!
es: ¡El perfil no existe!

source: Could not open target file!
es: Imposible abrir el fichero objetivo

source: I'm having problem reading the profile.
es: Problemas leyendo el perfil.

source: Suspended
es: Pausado

source: Running
es: En ejecución

source: Sorry, single-instance script.
es: Imposible abrir otro script de ejecución única

source: Such script does not exist!
es: ¡Ese script no existe!

source: (unknown)
es: (desconocido)

source: (none)
es: (ninguno)

source: Off-line
es: Sin conexión

source: Connected
es: Conectado

source: Connected.
es: Conectado

source: Disconnected.
es: Desconectado.

source: Connection has been closed.
es: Conexión terminada.

source: Rename
es: Renombrar

source: Close Tab
es: Cerrar pestaña

source: &Tab name
es: Nombre de &pestaña

source: Sorry, error reporting is disabled for now.
es: Informes de error desactivados por el momento

source: Everything works perfectly.
es: Todo funciona estupendamente.

source: Connection has been closed. Reason:
es: La conexión se ha cerrado. Razón:

source: Session transcript has been stopped.
es: Grabación de sesión interrumpida.

source: Advanced session transcript has been stopped.
es: Grabación avanzada interrumpida.

source: Transcript file could not be opened.
es: Ha sido imposible abrir el fichero de log.

source: Session transcript could not be started.
es: No se ha podido grabar la sesión.

source: Session transcript has just started.
es: Comienza el grabado de sesión.

source: Session transcript has been started.
es: Grabando sesión.

source: Advanced transcript file could not be opened.
es: No se ha podido abrir el fichero de sesión avanzada.

source: Advanced session transcript could not be started.
es: No se ha podido comenzar a grabar la sesión avanzada.

source: Advanced session transcript has just started.
es: Comienza la grabación avanzada de la sesión.

source: Advanced session transcript has been started.
es: Comenzando grabación avanzada.

source: Session transcript will be rotated at midnight.
es: Rotar el archivo de log a partir de medianoche.

source: Dump file could not be opened.
es: No se ha podido abrir el fichero de volcado.

source: Trigger loop has been detected. Triggers will be temporarily disabled until you close this dialog box. Note that you can disable this check in Profile / MUD Preferences.
es: Bucle infinito detectado. Los triggers han sido temporalmente desactivados hasta que cierres este mensaje. Puedes desactivar esta opción en el menú Perfil / Preferencias.

source: Trigger loop detected
es: Bucle infinito de trigger detectado

source: &Connect...
es: &Conectar...

source: &QuickConnect...
es: Conexión &rápida...

source: &Disconnect
es: &Desconectar

source: &Reconnect
es: &Reconectar

source: Close &tab
es: Cerrar &pestaña

source: &Copy to clipboard
es: &Copiar al portapapeles

source: Enable command &parsing
es: &Permitir caracteres especiales

source: Ca&ncel pending commands
es: Ca&ncelar comandos pendientes

source: Show &multi-line input
es: Mostrar línea de entrada &múltiple

source: Show a&ction toolbar
es: Mostrar barra de a&cciones

source: Show &alias groups
es: Mostrar grupos de &alias

source: Show &trigger groups
es: Mostrar grupos de &triggers

source: Show &running scripts
es: Mostrar sc&ripts activos

source: Show connection &statistics
es: Mostrar &estadísticas de conexión

source: &Aliases...
es: &Alias...

source: A&ctions...
es: A&cciones...

source: Time&rs...
es: Tempo&rizadores...

source: &Macro keys...
es: &Macros...

source: Varia&ble triggers...
es: Triggers de varia&ble...

source: &Output windows...
es: &Ventanas de salida

source: A&liases enabled
es: Activar a&lias

source: Tri&ggers enabled
es: Activar tri&ggers

source: Tim&ers enabled
es: Activar tempo&rizadores

source: Macro &keys enabled
es: Activar &macros

source: &MUD Preferences...
es: &Preferencias...

source: &Session transcript...
es: &Grabar sesión...

source: Dump output &buffer...
es: &Volcar buffer de salida...

source: &Decision assistant
es: Asistente para &decisiones

source: &Import profile...
es: &Importar perfil...

source: &Export profile...
es: &Exportar perfil...

source: &Global settings...
es: Parámetros de confi&guración...

source: Shift line up
es: Shift - arriba

source: Shift line down
es: Shift - abajo

source: Shift page up
es: Shift - Re Pág

source: Shift page down
es: Shift - Av Pág

source: Split-screen up
es: Subir línea de división

source: Split-screen down
es: Bajar línea de división

source: Previous tab
es: Pestaña anterior

source: Next tab
es: Pestaña siguiente

source: Switch to tab 1
es: Cambiar a pestaña 1

source: Switch to tab 2
es: Cambiar a pestaña 2

source: Switch to tab 3
es: Cambiar a pestaña 3

source: Switch to tab 4
es: Cambiar a pestaña 4

source: Switch to tab 5
es: Cambiar a pestaña 5

source: Switch to tab 6
es: Cambiar a pestaña 6

source: Switch to tab 7
es: Cambiar a pestaña 7

source: Switch to tab 8
es: Cambiar a pestaña 8

source: Switch to tab 9
es: Cambiar a pestaña 9

source: Switch to tab 10
es: Cambiar a pestaña 10

source: &Connection
es: &Conexión

source: &Edit
es: &Editar

source: &View
es: &Ver

source: &Profile
es: &Perfil

source: &Tools
es: &Herramientas

source: &Settings
es: &Configuración

source: &Help
es: A&yuda

source: Alias groups
es: Grupos de alias

source: Trigger groups
es: Grupos de triggers

source: No connection
es: Sin conexión

source: To reconnect, press
es: Para reconectar, pulsa

source: or use Connection / Reconnect.
es: o pincha Conexión / Reconectar.

source: Connection closed.
es: Conexión terminada.

source: Press ENTER to close this tab.
es: Presiona ENTER para cerrar la pestaña.

source: Sorry, requested profile does not exist.
es: El perfil pedido no existe.

source: Profile does not exist
es: No existe el perfil

source: Profile named
es: El perfil llamado

source: already exists.
es: ya existe

source: Do you want to modify existing profile?
es: ¿Modificar el perfil existente?

source: Add profile
es: Añadir perfil

source: Do you really want to delete profile
es: ¿Seguro que quieres eliminar este perfil?

source: Delete profile
es: Eliminar perfil

source: Please enter name for the duplicated profile
es: Introduce un nombre para el perfil duplicado

source: Sorry, you have to enter a profile name that does not exist.
es: Introduce un nombre de perfil que no esté siendo usado.

source: Profile already exists
es: El perfil ya existe

source: KMuddy is a MUD (Multi-User Dungeon) client for KDE. It already contains various interesting features, more advanced features are being added constantly. Maybe one day KMuddy will be the best client out there (for KDE at least...).
es: KMuddy es un cliente MUD (Multi-User Dungeon) para KDE. Contiene varias herramientas interesantes, y se le añaden utilidades nuevas constantemente. Puede que un día KMuddy se convierta en el mejor cliente MUD (al menos para KDE...).

source: Main developer and maintainer
es: Desarrollador y mantenedor principal

source: Developer
es: Desarrollador

source: Improvements in output view and aliases/triggers, bugfixes
es: Mejoras en la salida y en los alias/triggers, corrección de bugs

source: for releasing AFKMud codebase, used to test MCCP/MSP
es: por liberar el código fuente de AFKMud, usado para testear MCCP/MSP

source: SuSE RPMs, speed-walking improvements
es: RPMs para SuSe, mejoras en direcciones

source: KMuddy forum, many ideas
es: Foros KMuddy, muchas ideas

source: Improvements in scripting, bugfixes
es: Mejoras en los scripts, corrección de bugs

source: Help with SDL support
es: Ayuda con el soporte SDL
