Repository: FractalBobz/kmuddy
Catalog: po/*.po
Languages: es

source: &Add...
es: &Añadir...

source: Delete
es: Eliminar

source: Move &up
es: &Subir

source: Move &down
es: &Bajar

source: Choose sound directory
es: Directorio de sonidos

source: Aliases
es: Alias

source: Dynamic actions
es: Acciones dinámicas

source: Done
es: Hecho

source: &List of aliases
es: &Lista de alias

source: &List of triggers
es: &Lista de triggers

source: &List of actions
es: &Lista de acciones

source: Current position:
es: Posición actual

source: &Modify...
es: &Modificar...

source: De&lete
es: &Eliminar

source: Move 10 u&p
es: Sub&ir 10

source: Move 10 do&wn
es: Ba&jar 10

source: Move &to...
es: Ir &a...

source: Do you really want to delete this alias?
es: ¿Seguro que quieres eliminar este alias?

source: Delete alias
es: Eliminar alias

source: Do you really want to delete this trigger?
es: ¿Seguro que quieres eliminar este trigger?

source: Delete trigger
es: Eliminar trigger

source: Do you really want to delete this action?
es: ¿Seguro que quieres eliminar esta acción?

source: Delete action
es: Eliminar acción

source: Enter new position index:
es: Introduce nueva posición para el índice:

source: Black
es: Negro

source: Red
es: Rojo

source: Green
es: Verde

source: Yellow
es: Amarillo

source: Blue
es: Azul

source: Cyan
es: Cian

source: Gray
es: Gris

source: Dark gray
es: Gris oscuro

source: Bright red
es: Rojo intenso

source: Bright green
es: Verde intenso

source: Bright yellow
es: Amarillo intenso

source: Bright blue
es: Azul intenso

source: Bright magenta
es: Magenta intenso

source: Bright cyan
es: Cian intenso

source: White
es: Blanco

source: Application settings
es: Configurar KMuddy

source: Window
es: Ventana

source: Output area
es: Área de salida

source: Font
es: Fuente

source: Input line
es: Línea de entrada

source: Colors
es: Colores

source: Strings
es: Cadenas

source: Sound
es: Sonido

source: Shortcuts
es: Teclas rápidas

source: S&how the tab bar even if not needed
es: Mostrar siempre la barra de &pestañas

source: If this is checked, the tab bar will be always shown. Otherwise, it will be hidden if it contains only one tab.
es: Si esta opción se encuentra activa, la barra de pestañas se mostrará siempre. De lo contrario, quedará oculta cuando sólo haya una pestaña activa

source: Show au&xiliary input line
es: Mostrar línea de entrada au&xiliar

source: You'll have two input lines instead of one.
es: Se mostrarán dos líneas de entrada en lugar de una

source: &Always notify
es: &Notificar siempre

source: If this is checked, output notification will be used whenever some text comes from the server. Otherwise, it will only be used when a notification trigger is activated. Note that this option only takes effect if global or local notification is enabled.
es: Si esta opción se encuentra activa, se recibirá una notificación de salida cuando llegue texto del servidor. De lo contrario, sólo se recibirá notificación cuando esté activado un trigger de notificación. Esta opción sólo tendrá efecto si está activa la notificación global o local.

source: &Global notification
es: Notificación &global

source: When some text comes from the server and KMuddy is not currently active, window caption and the taskbar will try to attract your attention (some characters will blink there).
es: Cuando llegue algún texto desde el servidor y KMuddy no esté en primer plano, la ventana de la aplicación y la barra de tareas intentarán llamar tu atención (parpadearán algunos caracteres).

source: &Local notification
es: Notificación &local

source: When some text comes from the server and this session is not currently active, its tab will try to attract your attention (some characters will blink there).
es: Cuando llegue algún texto desde el servidor y la sesión no esté en primer plano, la pestaña de dicha sesión intentará llamar tu atención (parpadearán algunos caracteres).

source: Auto-connect on startup
es: Conectar automáticamente al iniciar

source: With this option set, the selected connection will be automatically initiated immediately after starting KMuddy. Handy when you connect using one profile most of the time.
es: Si esta opción se encuentra activa, KMuddy intentará conectarse automáticamente a la conexión seleccionada nada más ejecutarse. Útil cuando se utiliza el mismo perfil la mayor parte del tiempo.

source: (disabled)
es: (desactivado)

source: Default &background color
es: Color de &fondo por defecto

source: This color will be used as a standard background color.
es: Este color se utilizará como color de fondo estándar.

source: Default &text color
es: Color de &texto por defecto

source: This color will be used to display standard text with no defined color.
es: Este color se utilizará para mostrar texto estándar sin color predefinido.

source: Command &echo color
es: Color de &eco local

source: This color will be used to display commands that you have entered.
es: Este color se utilizará para mostrar el eco de los comandos introducidos por ti.

source: &System message color
es: Color de &sistema

source: This color will be used for various system messages.
es: Este color se utilizará por los diferentes mensajes de sistema.

source: S&cript output color
es: Color de s&cript

source: This color will be used to display script output that is not sent to the server.
es: Este color se utilizará para mostrar el texto del script que no se envíe al servidor.

source: Enable co&mmand echo
es: Activar eco de co&mandos

source: Enables displaying of commands in the console.<p><b>Please note:</b> This will also disable command echo in session transcript.
es: Permite que se muestren los comandos en consola. <p><b>Atención:</b> Las líneas de eco de comandos también aparecerán en el archivo de texto resultante de grabar la sesión.

source: Enable s&ystem messages
es: Activar mensajes de s&istema

source: Enables displaying of system messages in the console.
es: Permite que se muestren mensajes de sistema en la consola.

source: Enable b&linking
es: Permitir &parpadeo

source: Enables support for blinking. This is disabled by default, because most players don't like it.
es: Activa el soporte para parpadeo de texto (blink). Esta opción se encuentra inactiva por defecto, ya que no es del agrado de muchos jugadores.

source: Enable &word wrapping
es: Activar a&juste de línea

source: If a line that is longer than current console width is to be displayed, it wraps to the next line. With this option enabled, whole words will move to the next line, instead of cutting words in the middle.
es: Si se recibe una línea más larga que la anchura actual de la consola, es ajustada en la siguiente línea. Si esta opción se encuentra activa, sólo se moverán palabras completas, en lugar de cortar palabras por la mitad.

source: &Indentation
es: &Indentación

source: None
es: Ninguna

source: When a line is too long, part of it will be moved to the next line. Indentation says how many spaces will be put to the beginning of the continued line.
es: Cuando una línea es demasiado larga, parte de la misma se moverá a la línea siguiente. La indentación indica cuántos espacios aparecerán al principio de la línea siguiente.

source: &History buffer size
es: Tamaño del buffer de &historial

source: lines
es: líneas

source: Size of output scroll-back buffer. Please note that this setting will only affect new connections, existing ones will keep their history setting.
es: Tamaño del buffer de salida. Este parámetro sólo afectará a las nuevas conexiones, las conexiones existentes mantendrán su buffer de salida actual.

source: &Server output
es: &Salida del servidor

source: Choose...
es: Seleccionar...

source: Here you can select a font that will be used for main display.
es: Aquí puedes seleccionar la fuente que aparecerá en la línea de entrada.

source: &Input line
es: Línea de &entrada

source: Here you can select a font that will be used for the input line.
es: Aquí puedes seleccionar la fuente que aparecerá en la línea de entrada.

source: &Multi-line input
es: Línea de entrada &múltiple

source: Here you can select a font that will be used for the multi-line input window.
es: Aquí puedes seleccionar la fuente que aparecerá en la línea de entrada múltiple.

source: &Keep sent text
es: &Grabar texto enviado

source: If you enable this option, commands will remain in the input line after you send them (by pressing ENTER); otherwise it will be cleared.
es: Si esta opción se encuentra activa, los comandos permanecerán en la línea de entrada aun después de enviarlos (presionando ENTER).

source: &Select kept text after it's sent
es: &Seleccionar texto guardado después de enviar

source: If you enable this option, entered command will be selected. This allows you to immediately type another command without deleting the old one and still be able to reuse previous command easily.
es: Si esta opción se encuentra activa, el comando introducido será seleccionado. Esto te permite escribir automáticamente un nuevo comando sin necesidad de borrar el antiguo y al mismo tiempo usar comandos previos con facilidad.

source: &Cursor keys browse history
es: Recorrer historial con &cursores

source: If you enable this option, you will be able to choose previously entered commands with Up and Down keys.
es: Activando esta opción, podrás seleccionar comandos introducidos previamente mediante las teclas de cursores 'arriba' y 'abajo'.

source: Telnet-style &paste
es: Copiar/pegar estilo &telnet

source: Enables telnet-style pasting, i.e. if multi-line text is pasted, all lines but the last are sent as commands immediately.
es: Permite pegar al estilo telnet; esto es: al pegar varias líneas de texto, todas las líneas excepto la última son enviadas directamente como comandos al servidor.

source: T&rim spaces
es: &Eliminar espacios

source: Enables trimming of spaces from commands. Note that with this option disabled, you should avoid including spaces when typing multiple commands on one line, or you will encounter problems with special sequences not being detected properly.
es: Permite eliminar espacios de comandos. Observa que si esta opción se encuentra activa, deberías evitar incluir espacios al introducir varios comandos en la misma línea, o encontrarás problemas dado que algunas secuencias especiales no serán detectadas adecuadamente.

source: Enable &auto-completion
es: Activar &auto-completar

source: Auto-completion is a feature that offers you possible completions for commands, as you type them. It can also finish the command for you.
es: Auto-completar es una utilidad que te ofrece posibles formas de completar comandos mientras los estás escribiendo. También termina de escribir el comando por ti.

source: T&ype of auto-completion
es: Est&ilo de auto-completar

source: Auto-fill
es: Relleno automático

source: Shortest-match auto-fill
es: Relleno automático - Coincidencia más corta

source: Popup list-box
es: Lista desplegable

source: &Background color
es: Color de &fondo

source: Background color of the input line
es: Color de fondo para la línea de entrada

source: &Text color
es: Color de &texto

source: Color of text that you type in the input line.
es: Color del texto que escribes en la línea de entrada

source: Dark colors
es: Colores oscuros

source: Bright colors
es: Colores intensos

source: &Command separator string
es: &Cadena de separación de comandos

source: You can enter multiple commands at once, they will get executed together. Here you can enter string that can be used to separate individual commands.
es: Puedes introducir Varios comandos al mismo tiempo, que se ejecutarán a la vez. Introduce aquí el caracter o cadena usada para separar comandos individuales (por ejemplo: ';').

source: &Speed-walk string
es: Cadena de &direcciones

source: If you start a command with this string, the command will be interpreted as speed-walking. Every character is treated as one command: n, s, w, e, j(=ne), k(=se), l(=sw), m(=nw), u, d.<p>Commands that will be sent for each direction can be set up in <i>MUD preferences</i> (<b>profile-based</b> connections only).
es: Si comienzas un comando con esta cadena/caracter, el comando será interpretado como un 'camino'. Cada caracter es tratado como un comando independiente: n, s, o, e, j(=ne), k(=se), l(=so), m(=no), u(=ar), d(=ab).<p>Las direcciones pueden ser definidas en <i>Preferencias</i> (<b>basadas en el perfil</b> sólo dentro de una conexión).

source: S&peed-walk even if empty
es: Expandir direcciones &vacías

source: Enabling this will cause KMuddy to expand speed-walk strings even if no speed-walk string has been given. This allows faster speed-walking, but keep in mind that EVERY command that consists only of valid speed-walk characters (news, for example) will be treated as speed-walking. To avoid this, you'll have to type at least one character in upper-case.
es: Activando esta opción KMuddy expandirá las cadenas de caminos aunque no se haya pasado ninguna cadena de direcciones. Esto permite caminos más rápidos, pero no hay que olvidar que TODO comando formado únicamente por caracteres de dirección ('monje', por ejemplo) será tratado como un camino. Para evitar esto, debes escribir al menos un caracter en mayúsculas.

source: Macro-ca&ll string
es: Cadena de llamada a &macro

source: If you start a command with this string, the command will be interpreted as a macro-call.<br>Syntax is &lt;this string&gt; &lt;command&gt; [parameters] (/exec calls external scripts)
es: Si comienzas un comando con este caracter/cadena, el comando será interpretado como una llamada a macro. <br>Sintaxis: &lt;cadena&gt; &lt;comando&gt; [parámetros] (/exec llama a scripts externos).

source: &Repeater string
es: Cadena de &repetición

source: Allows you to repeat some command. For example, typing <i>#10 say hello</i> sends that command 10 times. <br>Note that this also works with aliases and macro execution.<br>Repeater and number may be separated by a space (spaces).
es: Te permite repetir la ejecución de un comando. Por ejemplo, escribir <i>#10 decir hola</i> envía 10 veces este comando. <br>Observa que esto también funciona con Alias y Macros.<br>La cadena de repetición y el número pueden estar separados por un espacio (espacios).

source: &Expand backslashes
es: &Expandir caracteres de escape

source: This will enable backslash expansion, that is: \n is end-of-line, \t is TAB, \\ is \, \<anythisg else> means<anything else>.
es: Permite la expansión de caracteres de escape; esto es: \n indica fin-de-línea, \t es TAB, \\ es \, \<algo> significa <algo>.

source: &Only expand backslashes in aliases/triggers
es: Expandir caracteres &sólo en Alias/Triggers

source: This only takes effect is backslash expansion is enabled. It will limit such expansion only to aliases and triggers.
es: Esta opción sólo tiene efecto si también se encuentra activa la expansión de caracteres de escape. Limitará dicha expansión únicamente a Alias y Triggers.

source: &Enable sounds globally
es: Permitir sonidos &globalmente

source: <qt>Enable playing sounds for all connections. Note that you can override this setting in MUD Preferences dialog. Also note that this will only work if your MUD supports <b>MSP</b> (MUD Sound Protocol).</qt>
es: <qt>Permitir reproducción de sonidos en todas las. conexiones. Observa que puedes sobreescribir este parámetro en la ventana de 'Preferencias'. Asegúrate de si tu MUD soporta el protocolo <b>MSP</b> (MUD Sound Protocol).</qt>

source: Allow &downloading sounds
es: Permitir la &descarga de sonidos

source: MSP version 0.3 supports downloading of sound files directly from the web or FTP. You can enable this functionality here. Note that every sound will only be downloaded once. The downloaded files are stored in your homedir in directory
es: La versión 0.3 del protocolo MSP soporta la descarga de ficheros de sonido directamente desde la web o FTP. Puedes activar esta opción aquí. Observa que los sonidos sólo se descargarán una vez. Los archivos descargados se grabarán en tu directorio local.

source: Bold
es: Negrita

source: Italic
es: Cursiva

source: Connect
es: Conectar

source: This list shows currently defined profiles.<p><b>Profiles</b> allow you to speed up connecting to your MUD, as well as to use more advanced features like <i>aliases</i> or <i>triggers</i>.
es: Esta lista muestra los perfiles actualmente definidos. Los <p><b>perfiles</b> te permiten conectarte rápidamente a un MUD, y usar opciones avanzadas como <i>alias</i> o <i>triggers</i>

source: &New profile
es: &Nuevo perfil

source: &Modify profile
es: &Modificar perfil

source: &Delete profile
es: &Eliminar perfil

source: &Duplicate profile
es: &Duplicar perfil

source: Do not &send login sequence
es: No enviar secuencia de &login

source: Login sequence won't be sent for this connect. Useful when you're creating a new character and you want to use QuickConnect for some reason.
es: Si este recuadro está marcado, la secuencia de login no será enviada automáticamente en esta sesión. Útil cuando estás creando un nuevo personaje y quieres conectarte rápidamente a un MUD conocido.

source: &Connect
es: &Conectar

source: Establishes connection with specified parameters.
es: Establece una conexión con los parámetros especificados.

source: C&lose
es: C&errar

source: Closes this dialog box without connecting.
es: Cierra esta ventana sin conectar.

source: Profile name
es: Perfil

source: Server
es: Servidor

source: Port
es: Puerto

source: Login name
es: Login

source: Dump output buffer
es: Volcar buffer de salida a archivo

source: &Start at current position
es: &Comenzar en la posición actual

source: When this is enabled, only the part of history buffer from currently displayed part up to the end of buffer will be dumped. Otherwise entire buffer will be dumped (default).
es: Cuando esta opción se encuentre activa, sólo la parte del buffer de historial mostrada actualmente en pantalla será volcada a un archivo. De lo contrario se volcará el buffer completo (opción por defecto)

source: &File:
es: &Fichero:

source: &Browse...
es: &Explorar...

source: Edit action
es: Editar acción

source: &Label
es: &Etiqueta

source: Label of the current action.
es: Etiqueta de la acción actual.

source: &Command
es: &Comando

source: Command that will be executed if you click on the button. Note that you can enter multiple commands here (separated by semi-colons, or another characted defined in <b>global settings</b>).
es: Comando a ejecutar cuando se presione el botón. Observa que puedes introducir varios comandos (separados por puntos y coma, o algún otro caracter definido en <b>Configuración</b>)

source: Icon on toolbar button, that represents this action.
es: Icono en el botón de la tabla de herramientas que representa esta acción

source: Keep
es: Grabar

source: Whole line
es: Línea completa

source: Matching text
es: Texto coincidente

source: Prefix
es: Prefij

source: Suffix
es: Sufijo

source: Trimmed prefix
es: Prefijo sin espacios

source: Trimmed suffix
es: Sufijo sin espacios

source: Backreference
es: Referencia anterior

source: Edit alias
es: Editar alias

source: Edit trigger
es: Editar trigger

source: Basic
es: Básicos

source: Options
es: Opciones

source: Color replacement
es: Reemplazar color

source: Special trigger
es: Trigger especial

source: Output windows
es: Ventanas de salida

source: &Alias text
es: Texto del &alias

source: &Trigger text
es: Texto del &trigger

source: Command that will be replaced if you enter it.
es: Comando que será reemplazado cuando lo introduzcas.

source: Text that activate the trigger if it's received from the server.
es: Texto que dispara el trigger si es recibido desde el servidor.

source: Exact match
es: Coincidencia exacta

source: Sub-string
es: Sub-cadena

source: Begins with
es: Comienza por

source: Ends with
es: Termina con

source: Regular expression
es: Expresión regular

source: Type of matching. Alias will only be activated if this passes this type of test. Note that aliases are always matched as whole words.
es: Tipo de comparación. El alias sólo se activará si pasa este test. Observa que los alias siempre son comparados como palabras completas.

source: Type of matching. Trigger will only be activated if this passes this type of test.
es: Tipo de comparación. El trigger sólo se disparará si pasa este test.

source: &Replacement text(s)
es: Texto(s) a &reemplazar

source: &Send command(s)
es: Comando(s) a &enviar

source: Command(s) that will replace command you've entered.
es: Comando(s) que reemplazarán al que has introducido.

source: Command(s) sent to the MUD when this trigger gets activated.
es: Comando(s) enviados al MUD cuando se dispare el trigger.

source: Test area
es: Área de prueba

source: &Text:
es: &Texto:

source: Name
es: Nombre

source: Value
es: Valor

source: This is testing area. You can test your alias or trigger here to see if it does what you want it to do. Simply type in some text and see what happens.
es: Esta es el área de prueba. Puedes probar tu alias o trigger aquí para comprobar si hace lo que deseas. Simplemente escribe algún texto y observa lo que ocurre.

source: &Options
es: &Opciones

source: Send original command
es: Enviar comando original

source: Continue if matched
es: Continuar si coinciden

source: If this alias matches your command, a replacement command will be sent. If you enable this option, both original and replacement commands are sent (original command is sent first).
es: Si este alias coincide con tu comando, se enviará el comando que lo reemplace. Cuando esta opción se encuentre activada, se enviarán ambos comandos (original primero y reemplazo después).

source: Triggers are matched in order that you specify. If you enable this checkbox, matching will continue even if the text matches this trigger. Note that if other triggers match this text too, more replacement commands will be sent, so be careful if you use this often.
es: Los triggers se comparan en el orden especificado. Si esta opción está activa, la comparación continuará incluso si el texto coincide con este trigger. Observa que si otros triggers coinciden con el texto también, se enviarán más comandos, así que ten cuidado si usas esta opción a menudo.

source: Whole words only
es: Sólo palabras completas

source: Continue if not matched
es: Continuar si no coinciden

source: When enabled, this alias will only match the text if there are spaces or nothing before/after the matched string.
es: Si está activado, este alias sólo comparará el texto si no hay nada o hay solamente espacios antes y después de la cadena coincidente.

source: Triggers are matched in order that you specify. If you enable this checkbox, matching will continue if the text didn't match this trigger. Disable this if you want to enable activation of further triggers only under some circumstances.
es: Los triggers se comparan en el orden especificado. Si esta opción está activa, la comparación continuará si el texto nocoincide con este trigger. Desactiva esta opción si deseas permitir la activación de otros triggers sólo bajo ciertas circunstancias.

source: Case sensitive
es: Sensible a mayúsculas/minúsculas

source: When this option is on, upper case and lower case letters are treated as different characters, otherwise they're considered to be the same.
es: Cuando esta opción se encuentre activa, hará distinción entre letras mayúsculas y minúsculas. De lo contrario se considerarán iguales al comparar.

source: Include prefix/suffix
es: Incluir prefijo/sufijo

source: Show, don't send
es: Mostrar, no enviar

source: Prefix/suffix of matched text will be automatically appended to the expanded text.
es: El prefijo/sufijo del texto coincidente será automáticamente añadido al texto expandido.
