Repository: FractalBobz/kmuddy
Catalog: po/*.po
Languages: es

source: When enabled, the text won't be send to the MUD, it will be only displayed on the screen.
es: Cuando esta opción se encuentre activa el texto no será enviado al MUD, sino que sólo será mostrado en pantalla.

source: Choose the appropriate group for your alias. Groups can be used to activate/deactivate certain aliases.
es: Elige el grupo apropiado para el alias. Los grupos pueden ser usados para activar/desactivar ciertos alias.

source: Choose the appropriate group for your trigger. Groups can be used to activate/deactivate certain triggers.
es: Elige el grupo apropiado para el trigger. Los grupos pueden ser usados para activar/desactivar ciertos triggers.

source: &Enable color replacement
es: &Permitir cambio de color

source: &Back-reference
es: &Referencia anterior

source: &Add
es: &Añadir

source: &Remove
es: &Borrar

source: &Colorize
es: &Colorear

source: &Foreground
es: &Primer plano

source: &Background
es: &Fondo

source: Don't show (&gag) the line
es: No mostrar la línea (&gag)

source: This will prevent the matched line from being displayed in the output window.
es: Esto evitará que la línea que contenga un texto coincidentese muestre en pantalla.

source: &Notify
es: &Notificar

source: This setting only takes effect if you have disabled the "Always notify" option in Global settings and at least one of global/local notification is enabled. It will activate notification if the KMuddy window and/or this session is not active at the moment. Useful if you only want to be notified of some events (tells, combat, ...).
es: Este parámetro sólo será útil si has desactivado la opción "Notificar siempre" en Configuración y al menos un tipo de notificación (global/local) se encuentra activo. Activará la notificación si la ventana de KMuddy y/o esta sesión no se encuentra activa en el momento. Útil si sólo deseas ser informado de ciertos eventos (tells, combate, ...).

source: &Prompt-detection trigger
es: Trigger de &detección continua

source: Enabling this will turn this trigger into a prompt-detection trigger, that is, text will be passed to these triggers even if no newline was received, the text will be displayed as a prompt if the trigger gets matched, and most other options will NOT be taken into effect - prompt-detect trigger cannot send out text, gag lines, do notification. Colorization is still possible.
es: Si se activa esta opción el trigger se convertirá en un trigger de detección continua. Esto es, el texto será pasado a estos triggers incluso si no se ha recibido un caracter de nueva línea. El texto será mostrado como aviso si coincide con el trigger, y muchas otras opciones no tendrán efecto - los triggers de detección continua no pueden enviar texto, ocultar líneas, o informar, sin embargo pueden colorear texto

source: Play s&ound file
es: Abrir fichero de s&onido

source: This trigger will play a sound. Useful as a notification of important events, or to assign sounds to some events.
es: Este trigger lanzará un sonido. Útil para avisar de eventos importantes, o para asignar sonidos a algunos eventos.

source: Send output to a separate window
es: Enviar salida a una ventana aparte

source: This will send the matched text to a separate output window
es: Enviará el texto coincidente a una ventana aparte

source: Output Windows
es: Ventanas de salida

source: &Gag output in main window
es: &Ocultar salida en la ventana principal

source: This will cause output sent to separate window to not to be displayed in main KMuddy session window
es: Hará que el texto recibido en una ventana secundaria no se muestre en la ventana principal de la sesión KMuddy

source: This text matches your alias.
es: El texto coincide con tu alias.

source: This text matches your trigger.
es: El texto coincide con tu trigger.

source: Command:
es: Comando:

source: This text did not match your alias.
es: El texto NO coincide con tu alias.

source: This text did not match your trigger.
es: El texto NO coincide con tu trigger.

source: Maximum number of colorizations reached.
es: Número máximo de colores alcanzado.

source: Type
es: Entrada

source: Foreground
es: Primer plano

source: Background
es: Fondo

source: Unknown
es: Desconocido

source: Choose sound file
es: Selecciona archivo de sonido

source: Window name is empty!
es: ¡La ventana no tiene nombre!

source: Edit profile
es: Editar perfil

source: &Profile name:
es: &Perfil:

source: Enter profile name here. You can enter any name, but it must be <b>unique</b>.
es: Introduce aquí el nombre del perfil. Puedes llamarlo como quieras, pero este nombre debe ser <b>único</b>.

source: &Server:
es: &Servidor:

source: Enter address of the server where your MUD is running.
es: Introduce la dirección del servidor MUD.

source: &Port:
es: &Puerto:

source: Enter port on which it's running (usually some 4-digit number).
es: Introduce el puerto del servidor MUD (Normalmente un número de 4 dígitos).

source: &Login name:
es: &Login:

source: Enter your login name on the MUD here.<p><i>This setting is optional.</i>
es: Introduce el nombre de tu personaje en el MUD. <p><i>Este parámetro es opcional.</i>

source: Enter your password on the MUD here.<p><i>This setting is optional.</i>
es: Introduce la contraseña de tu personaje en el MUD.<p><i>Este parámetro es opcional.</i>

source: Connect sequence
es: Secuencia de conexión

source: Commands to be sent to the MUD after logging in.<br><b>$name</b> expands to username.<br><b>$password</b> expands to your password.<p><b>Important:</b> these commands are sent exactly as you type them, with leading/trailing spaces removed. No aliases, no macros, no speed-walk. Also note that empty lines will also be sent, including the very last line.
es: Comandos que se envían al MUD al conectar: <br><b>$name</b> variable que contiene el nombre de usuario. <br><b>$password</b> variable que contiene el password. <p><b>Importante:</b> estos comandos son enviados tal cual los escribes, eliminando los espacios iniciales y finales. Nada de alias, macros o caminos. Observa también que se enviarán las líneas vacías, incluyendo la última línea.

source: Profile name cannot be empty.
es: El perfil necesita un nombre.

source: Profile name cannot contain '/' character.
es: El nombre del perfil no puede contener el caracter '/'.

source: Edit script information
es: Editar información de script

source: Script &name
es: &Nombre del script

source: Name of this script.
es: Nombre de este script

source: Co&mment
es: Co&mentario

source: Your comment for this script. Write any text here.
es: Tu comentario para este script. Escribe el texto aquí.

source: &Command to execute
es: &Comando a ejecutar

source: Browse...
es: Explorar...

source: Command to execute, including parameters. Note that you can specify more parameters when executing the command from the input line, if you enable the Allow parameters checkbox.
es: Comando a ejecutar, incluyendo parámetros. Puedes especificar más parametros al ejecutar el comando desde la línea de entrada si activas la opción 'Permitir parámetros'.

source: &Working directory
es: Directorio de &trabajo

source: Working directory for the script. Script will behave exactly as if it was run from this directory in console. If your script doesn't work with any files, then you don't need to modify this.
es: Directorio de trabajo para el script. El script se comportará exactamente como si hubiera sido ejecutado desde este directorio en la consola. Si tu script no funciona con ningún archivo, debes modificar este parámetro.

source: Enable shell expansion
es: Permitir expansión en shell

source: Enables shell expansion of parameters. Things like wildcards and so...
es: Permite la expansión en shell de los parámetros. Cosas como invitaciones y demás...

source: Enable communication
es: Permitir comunicación

source: Enables identification of lines of server output. Refer to the manual for more information.
es: Permite la identificación de líneas de salida del servidor. Consulta el manual para más información.

source: Allow custom parameters
es: Permitir parámetros definidos por el usuario

source: Custom parameters can be specified on the input line.
es: Los parámetros pueden definirse en la línea de entrada.

source: Single-instance script
es: Script de ejecución única

source: If an instance of this script is already running, another one can not be started.
es: Si ya se está ejecutando una instancia de este script, no puede comenzar a ejecutarse ninguna a otra hasta que no acabe.

source: Preprocessor script
es: Script de preproceso

source: Turns this script into a preprocessor script. This script receives all the input from the MUD before most other processing - only MCCP/MSP and telnet sequences are removed. Text returned by this script will then be used instead of the received text. Note that only one preprocessor script can be running at a time, and that most other options don't take effect for a preprocessor script.
es: Convierte el script actual en un script preproceso. Este script recibe la entrada del mud antes de que lo hagan otros procesos. -sólo son eliminadas las secuencias MCCP/MSP y telnet. El texto devuelto por este script será usado en lugar del texto recibido del servidor. ¡Atención! Sólo un script de prepoceso puede estar ejecutándose al mismo tiempo, y muchas otras opciones de configuración no tendrán efecto con un script de prepoceso.

source: &Input/Output
es: &Entrada/Salida

source: Enable script input
es: Permitir entrada a script

source: Enables sending server output to the script.
es: Permite enviar la salida del servidor al script.

source: Send user commands
es: Enviar comandos de usuario

source: If script input is enabled, this enables sending of all sent commands to the script.
es: Si la entrada a script se encuentra activa, esta opción permite mandar todos los comandos enviados al script.

source: Enable script output
es: Permitir salida desde script

source: Send script output
es: Enviar salida del script

source: Send script output to the MUD server. If disabled, output will only be displayed but not sent.
es: Envía la salida del script al MUD. Si esta opción se encuentra desactivada, la salida del script será mostrada en pantalla pero no enviada.

source: Enable error output
es: Permitir mensajes de error

source: If enabled, server output will also include error output.
es: La salida del servidor incluirá los mensajes de error.

source: Send error output
es: Enviar mensajes de error

source: If enabled, error output will also be sent to the MUD server.
es: Los mensajes de error del script serán enviados al MUD.

source: No flow control
es: Sin control de flujo

source: <p>If enabled, flow control will <b>NOT</b> be used for this script. Flow control ensures, that scripts are kept in sync, that means, that if two lines arrive from the server, the second one is not sent to the scripts until all running scripts have received the first one. However, in some situations, it's better not to use this feature.</p><p>If you don't need to disable flow control for some reason, leave this unchecked.</p>
es: <p>Si se activa esta opción, el control de flujo <b>NO</b> será utilizado para este script. El control de flujo permite la sincronización de los scripts. Es decir, si llegan dos líneas simultáneamente desde el servidor, la segunda no es enviada a los scripts hasta que todos los scripts activos han recibido la primera. Sin embargo, en ciertas ocasiones, es mejor no utilizar esta opción.</p><p>Si no hay ninguna razón en particular por la que necesites desactivar el control de flujo, no actives esta opción.</p>

source: Communicate variables
es: Comunicación entre variables

source: If enabled, a UNIX domain socket will be created, allowing you to obtain and modify actual variable values. More information in the documentation.
es: Si esta opción se encuentra activa, se creará un socket de dominio UNIX, permitiéndote obtener y modificar valores actuales de las variables. Consulta el manual para más información.

source: Output pre&fix
es: Pre&fijo de salida

source: When sending script output to the server, this prefix will be prepended before each line.
es: El prefijo se introducirá al principio de cada línea que envíes al MUD desde el script.

source: Output &suffix
es: &Sufijo de salida

source: When sending script output to the server, this suffix will be appended to each line.
es: El prefijo se introducirá al final de cada línea que envíes al MUD desde el script.

source: Matching &text
es: Comparar &texto

source: Matching text. Text will only be sent to the script if it passes the test (or if it doesn't pass, see Positive matching checkbox).
es: Comparar texto. El texto sólo será enviado al script si coincide con el patrón (O si no lo pasa. Consulta la opción '<b>comparación positiva</b>').

source: Type of matching. Text will only be sent to the script if it passes the test.
es: Estilo de comparación. El texto sólo será enviado al script si coincide con el patrón.

source: Positi&ve matching
es: Comparación positi&va

source: If this option is checked, text is only sent to the script if it matches the test. Otherwise, it's sent if it doesn't match the text.<br><br>Note that this option only takes effect if you enter some matching text.
es: Si esta opción se encuentra activa, el texto sólo será enviado al script si coincide con el patrón. De lo contrario, será enviado si no coincide. <br><br>Observa que esta opción sólo tiene efecto si envías algún texto que comparar.

source: Choose script
es: Seleccionar script

source: Choose working directory
es: Seleccionar directorio de trabajo

source: You have to specify script name.
es: Debes especificar el nombre del script.

source: Sorry, but a script with this name already exists.
es: Ya existe un script con ese nombre.

source: You have to specify an executable file.
es: Debes especificar un archivo ejecutable.

source: Edit macro key
es: Editar tecla de macro

source: Command that will be executed when you press thedefined key combination. Command can include aliases, script calls and similar stuff.
es: Comando que será ejecutado cuando presiones la combinación de teclas definida. Puedes introducir alias, llamadas a script y similares.

source: Shortcut
es: Combinación

source: Grab shortcut...
es: Capturar combinación...

source: &Send command
es: &Enviar comando

source: If checked, the command will be sent to the MUD. Otherwise, it will be put in the inputline.
es: Si esta opción se encuentra activa, el comando será enviado directamente al MUD. De lo contrario, aparecerá ya escrito en la línea de entrada de comandos.

source: &Overwrite existing text
es: &Sobreescribir texto existente

source: If there already is some text in the inputline, should it be overwritten?
es: Sobreescribir texto ya escrito en la línea de entrada.

source: Edit timer
es: Editar temporizador

source: Command that will be executed on each timeout. Command can include aliases, script calls and similar stuff.
es: Comando que será ejecutado cada ciclo del contador. Puede tratarse de alias, llamadas a script y similares.

source: &Interval
es: &Intervalo

source: secs
es: segundos

source: &Single-shot
es: Ciclo &único

source: When enabled, the timer will only be executed once.
es: Si esta opción se encuentra activa, el temporizador sólo se ejecutará una vez.

source: Edit variable
es: Editar variable

source: &Name
es: &Nombre

source: Name of the variable.
es: Nombre de la variable

source: &Value
es: &Valor

source: Value of this variable. Note that this can also be set using the /set command.
es: Valor de esta variable. También puede ser fijado usando el comando '/set'.

source: You have to specify variable name.
es: Introduce un nombre para la variable.

source: Edit variable trigger
es: Editar trigger de variable

source: Name of the variable, that this trigger will be reacting on.
es: Nombre de la variable ante la que reaccionará este trigger.

source: &Commands
es: &Comandos

source: Commands that will be executed when this trigger matches.
es: Comandos que serán ejecutados cuando se active el trigger.

source: Keygrabber
es: Capturar tecla(s)

source: Press the desired short-cut...
es: Presiona la combinación deseada...

source: &Rename
es: &Renombrar

source: &Delete
es: &Eliminar

source: Add new group
es: Añadir nuevo grupo

source: Enter group name:
es: Introduce un nombre para el grupo:

source: Sorry, but the BASE group can not be renamed.
es: El grupo BASE no puede ser renombrado.

source: Rename group
es: Renombrar grupo

source: BASE group is the main group and can never be deleted!
es: ¡El grupo BASE es el grupo principal y no puede ser eliminado!

source: Do you really want to delete this group? Items belonging to this group will be moved to the BASE group.
es: ¿Seguro que quieres eliminar este grupo? Los elementos pertenecientes a este grupo serán movidos al grupo BASE.

source: Delete group
es: Eliminar grupo

source: This group could not be deleted.
es: No se ha podido eliminar el grupo.

source: Import profile
es: Importar perfil

source: Export profile
es: Exportar perfil

source: &Profile name
es: &Perfil

source: &Import from
es: &Importar desde

source: &Export to
es: &Exportar a

source: Profile has been successfully imported.
es: Perfil importado con éxito.

source: Profile has been successfully exported.
es: Perfil exportado con éxito.

source: Choose file with profile
es: Seleccionar archivo de perfil

source: Enter target file
es: Introduce el fichero objetivo

source: Enter number
es: Introducir número

source: Multi-line input
es: Entrada de línea múltiple

source: Enter commands that are to be sent to the MUD. Each line represents one command.
es: Introduce los comandos que serán enviados al mud. Cada línea representa un comando.

source: &Prefix:
es: &Prefijo:

source: &Suffix:
es: &Sufijo:

source: Prefix and suffix may contain text, that will be added to the beginning (prefix) or ending (suffix) of every line written to the multi-line editor.
es: Tanto prefijo como sufijo pueden contener texto, que será añadido al principio (prefijo) o final (sufijo) de cada línea escrita con el editor de línea múltiple.

source: &Send
es: &Enviar

source: Sends current text to the MUD.
es: Envía el texto actual al MUD.

source: &Close
es: C&errar

source: Closes this window.
es: Cierra esta ventana

source: C&lear
es: &Limpiar

source: Clears window contents.
es: Limpia los contenidos de la ventana.

source: This will send all the commands you've entered to the MUD. If you've entered prefix and/or suffix, they will be added to the beginning and ending of each command.
es: Enviará todos los comandos que has introducido al MUD. Si has introducido prefijo y/o sufijo, serán añadidos al principio y al final de cada comando.

source: Output window
es: Ventana de salida

source: MUD preferences
es: Preferencias

source: Connection
es: Conexión

source: Commands
es: Comandos

source: Directories
es: Directorios

source: &Use colorized output (if available)
es: &Usar colores en la salida (si el MUD acepta esta opción)

source: Enable &trigger loop detection
es: Detección de bucles en &triggers

source: This option will automatically disable triggers if a possible loop is detected, that is, if 50 triggers are activated with delays less than 1 second. If you disable this and accidentally make a loop, you'll have to disable triggers on yourself to get out of the loop.
es: Esta opción desactivará automáticamente los triggers si se detecta un posible bucle infinito, esto es, si 50 triggers son activados con cadencia menor a 1 segundo. Si desactivas esta opción y se produce un bucle infinito accidental, tendrás que desactivar tú mismo los triggers para salir del bucle.

source: &Do not allow more than 100 repeated commands
es: &No permitir más de 100 comandos repetidos

source: &Auto-append newlines after prompt
es: &Añadir automáticamente nuevas líneas tras el indicador

source: Enables adding linefeeds afer GA-terminated prompts to have properly aligned output.
es: Permite añadir retornos de línea tras indicadores terminados en señales GA (Go-Ahead) para alinear debidamente la salida. Consultar el manual para más información.

source: &Show prompt in a separate field
es: &Mostrar indicador en un campo aparte

source: Show prompt in the s&tatus bar
es: Mostrar indicador en la barra de e&stado

source: Show prompt in the &console
es: Mostrar indicador en la &consola

source: Start advanced transcript when session starts
es: Comenzar transcripción avanzada cuando se inicie la sesión

source: &North
es: &Norte

source: No&rtheast
es: No&reste

source: &East
es: &Este

source: So&utheast
es: Su&deste

source: &South
es: &Sur

source: Sou&thwest
es: S&uroeste

source: &West
es: &Oeste

source: Nort&hwest
es: Noroes&te

source: &Up
es: &Arriba

source: &Down
es: A&bajo

source: This is a movement command. It is used by speed-walking and will also be used by the auto-mapper.
es: Comando de movimiento. Enviado por caminos y usado por el auto-mapeador.

source: This command will be automatically sent if you disconnect in some other way than entering the quit command. This prevents the net-dead (also called link-dead) state (provided that it works...).
es: Comando que será enviado automáticamente si has desconectado de alguna otra forma que no sea introduciendo el comando 'salir' o 'quit'. Previene caídas en la conexión o en la red (suponiendo que funcione...).

source: &Quit
es: &Salir

source: Default &script location
es: Localización de &scripts

source: Default directory where we'll look for scripts.
es: Directorio por defecto donde se buscan los scripts

source: Default &working directory
es: Directorio de &trabajo por defecto

source: Default working directory for your scripts. Making this the same as above is usually a good choice.
es: Directorio de trabajo por defecto para tus scripts. Sería buena idea que usaras el mismo de antes.

source: Default &transcript directory
es: Directorio de &grabaciones por defecto

source: Directory where session transcripts will be saved by default.
es: Directorio donde se grabarán las sesiones por defecto.

source: &Enable sounds for this profile
es: &Permitir sonidos para este perfil

source: Enable playing sounds with this profile. Note that this will only wirk if you enable sounds in global preferences. Also note that this will only work if your MUD supports <b>MSP</b> (MUD Sound Protocol).
es: Permitir sonidos para este perfil. Sólo tendrá efecto si has activado los sonidos en la configuración global. Del mismo modo, sólo tendrá efecto si el MUD tiene soporte <b>MSP</b> (MUD Sound Protocol).

source: Only enable these if you need them:
es: Activar sólo si los necesitas:

source: &Use MSP even if not negotiated
es: &Utilizar MSP aun sin intercambio de datos

source: When this option is enabled, KMuddy will interpret MSP sequences all the time, even if no negotiation took place. Useful for MUDs that don't support telnet negotiation of MSP. But beware - only turn this on if your MUD really supports MSP to prevent other players from sending malicious MSP sequences, if you allow downloading of sounds.
es: Cuando esta opción se encuentra activa, KMuddy interpretará las secuencias MSP siempre, aunque no haya existido intercambio de datos. Útil para MUDs que no soporten intercambio telnet de MSP. Pero ojo, activa esto sólo si tu MUD permite realmente MSP para evitar que otros jugadores te envíen secuencias MSP erróneas, si permites la descarga de sonidos.

source: Allow &mid-line MSP sequences
es: Permitir secuencias MSP inter&medias
